{
  "en": {
    "page_title": "Demo Team Andermatt",
    "nav_crew": "The Crew",
    "nav_journal": "The Journal",
    "nav_kids": "DTA Kidz",
    "nav_turnen": "Turnen",
    "nav_join": "Join Us",
    "nav_sponsorship": "Sponsoring",
    "hero_title": "DEMO TEAM ANDERMATT",
    "hero_subtitle": "Precision in motion. Synchronized Skiing, Redefined. Stay Hard.",
    "journal_preview_title": "The Latest from the Journal",
    "crew_title": "The Crew",
    "crew_subtitle": "We're not just a team. We are a family of #skinerds, harmonizing our individual styles into a symphony of turns and jumps.",
    "journal_title": "The Journal",
    "journal_subtitle": "Our journey, our learnings, our victories. Here we share the stories from behind the scenes.",
    "Kids_title": "DTA Kidz",
    "Kids_subtitle": "The youth is the future. This year, we're launching our DTA Kids program to pass on the passion for precision and team spirit to the next generation.",
    "nextgen_title": "The Next Generation",
    "nextgen_subtitle": "The youth is the future. This year, we're launching our DTA Kids program to pass on the passion for precision and team spirit to the next generation.",
    "nextgen_button": "Explore the Program",
    "sponsorship_title": "Join the Movement",
    "sponsorship_legacy_title": "More Than a Ski Club. A Legacy.",
    "sponsorship_legacy_text": "For us, skiing is freedom—and learning to ski well is learning to navigate that freedom.",
    "sponsorship_preview_title": "Become a Member",
    "sponsorship_preview_text": "We’re a non-profit for a reason: our focus is on skiing, community, and giving kids access—not on squeezing money out of anyone. Becoming a member means supporting a team built on passion, not profit.",
    "sponsorship_partner_title": "Contact Us",
    "form_name_placeholder": "Name",
    "form_company_placeholder": "Company",
    "form_email_placeholder": "Email Address",
    "form_message_placeholder": "Your Message",
    "form_submit_button": "Send Inquiry",
    "partners_title": "Our Partners",
    "partners_subtitle": "Our journey would not be possible without the generous support of our partners.",
      "footer_instagram": "Instagram",
      "footer_email": "Email",
      "footer_linktree": "Linktree",
      "footer_impressum": "Impressum & Datenschutz",
      "footer_copyright": "© 2025 Demoteam Andermatt. All Rights Reserved.",
    "crew_pascal_title": "The President",
    "crew_pascal_bio": "Our helmsman with a master plan. Pascal leads the team with a mix of wisdom and the relaxed ease of a man who knows the slopes of Andermatt better than his own pockets.",
    "crew_marcel_title": "Vice President & Marketing Guru",
    "crew_marcel_bio": "With ski boots firmly in the snow and the marketing cap always ready, Marcel has positioned our brand so well that even the marmots pay attention.",
    "crew_klara_title": "Team Mum",
    "crew_klara_bio": "Klara, our team psychologist, keeps us together with her energy and ensures that we plow through not just the slopes but our problems as well.",
    "crew_roger_title": "The Trail Whisperer",
    "crew_roger_bio": "Roger, who talks to his skis and carves lines in the snow that would make Picasso jealous. His racing background means speed in his blood.",
    "crew_mathias_title": "The Finance Wizard",
    "crew_mathias_bio": "The human abacus of our troupe. When it comes to numbers, Mathias is as reliable as fresh powder snow in January.",
    "crew_sales_title": "The Metronome",
    "crew_sales_bio": "With a brain that ticks faster than his skis, Sales brings physical precision to every turn. He's proof that you can have both.",
    "crew_corsin_title": "The Aerial Acrobat",
    "crew_corsin_bio": "Corsin, our freestyle king, makes the air his stage and every jump a show. He teaches us that flying isn't just for birds.",
    "crew_aline_title": "The Nature Lover",
    "crew_aline_bio": "If Aline is not found on the slopes, she's probably seeking the next challenge in the backcountry.",
    "crew_maria_title": "The Slope Paganini",
    "crew_maria_bio": "As precise with turns as with her violin. In winter she carves lines like melodies; in summer she’s often on the rock, climbing for balance and focus.",
    "crew_lars_title": "The Halfling",
    "crew_lars_bio": "Not 'The newcomer' anymore... with quick instincts and strong coordination. Passionate on snow and equally committed on the football pitch, Lars brings fresh energy and discipline to the team.",
    "mathias_details": "Numbers may be his job, but endurance is his game. When not calculating, Mathias is logging more kilometers on alpine roads than most cars see in a year.",
    "pascal_details": "Our helmsman with a master plan. Pascal leads with calm precision on snow and on trails, balancing strategy with ease. Knows Andermatt’s mountains better than his own pockets.",
    "roger_details": "A racer’s eye and a mountain biker’s soul. Roger brings speed and precision to skis and pedals alike, always searching for the perfect line through snow or stone.",
    "marcel_details": "Firmly grounded in snow, equally driven on the road. Marcel’s marketing sharpness and long alpine rides shape him into a steady engine for both team and sponsors.",
    "corsin_details": "Our freestyle king turns air into a stage. Winter means effortless spins; summer means long climbs on the road bike, building the power that keeps him flying.",
    "lars_details": "No longer 'The newcomer' but still with quick instincts. Passionate on snow and equally committed on the football pitch, Lars brings fresh energy and discipline to the team.",
    "sales_details": "A mind that ticks faster than his skis. Sales brings sharp precision to every turn and spends summers chasing alpine passes on his bike — proof that rhythm never rests.",
    "klara_details": "The heart of the team. Klara’s strength comes not only from her energy and support but also from her passion for psychology – built to carry the crew.",
    "aline_details": "If not on skis, Aline is likely climbing in the alpine walls around Andermatt. Her endless enthusiasm reminds us that adventure is year-round and joy is found in every ascent.",
    "maria_details": "As precise with turns as with her violin. In winter she carves lines like melodies; in summer she’s often on the rock, climbing for balance and focus.",
    "sponsoring_meta_title": "Sponsoring Opportunities | Demo Team Andermatt",
    "sponsoring_title": "Sponsoring Opportunities",
    "sponsoring_intro": "Support the Demo Team Andermatt athletes with targeted gear sponsorships. Each item keeps our crew on snow, training and competing at the highest level.",
    "sponsoring_cta_title": "Partner with Precision",
    "sponsoring_cta_body": "Choose the equipment that speaks to your brand and become part of our story. We provide tailored visibility and regular performance updates for every sponsor.",
    "sponsoring_cta_button": "Start the conversation",
    "sponsoring_grid_title": "Choose your impact",
    "sponsoring_grid_subtitle": "Every tile represents a piece of essential team kit waiting for your support. Select the gear and we’ll take care of the rest."
  },
  "de": {
    "page_title": "Demo Team Andermatt",
    "nav_crew": "Die Crew",
    "nav_journal": "Das Journal",
    "nav_turnen": "Turnen",
    "nav_media": "Media Hub",
    "nav_sponsorship": "Sponsoring",
    "nav_join": "Dabei sein",
    "hero_title": "DEMO TEAM ANDERMATT",
    "hero_subtitle": "Synchron Schredden. Andermatt Rocken. Stay Hard.",
    "journal_preview_title": "Das Neueste aus dem Journal",
    "crew_title": "Die Crew",
    "crew_subtitle": "Wir sind nicht einfach nur ein Team. Wir sind eine Familie aus #skinerds, die ihre individuellen Stile in einer Sinfonie aus Schwüngen und Sprüngen harmonisieren.",
    "journal_title": "Das Journal",
    "journal_subtitle": "Unsere Reise, unsere Learnings, unsere Siege. Hier teilen wir die Geschichten hinter den Kulissen.",
    "media_title": "Media Hub",
    "media_subtitle": "Ein Bild sagt mehr als tausend Worte. Ein Video? Noch mehr. Hier ist der visuelle Beweis.",
    "media_filter_all": "Alle",
    "media_filter_images": "Bilder",
    "media_filter_videos": "Videos",
    "nextgen_title": "Die nächste Generation",
    "nextgen_subtitle": "Der Nachwuchs ist die Zukunft. Dieses Jahr starten wir unser DTA Kids Programm, um die Leidenschaft fuer Präzision und Teamgeist an die nächste Generation weiterzugeben.",
    "nextgen_button": "Programm entdecken",
    "sponsorship_title": "Werde Teil der Bewegung",
    "sponsorship_legacy_title": "Mehr als ein Skiclub. Ein Vermächtnis.",
    "sponsorship_legacy_text": "Fur uns bedeutet Skifahren Freiheit – und wer gut Ski fahren lernt, lernt zugleich, diese Freiheit sicher und bewusst zu nutzen.",
    "sponsorship_preview_title": "Werde Mitglied",
    "sponsorship_preview_text": "Wir sind bewusst ein Non-Profit: Unser Fokus liegt auf Skifahren, Gemeinschaft und echter Zugänglichkeit fur Kinder – nicht darauf, jemandem Geld aus der Tasche zu ziehen. Mitglied zu werden bedeutet, ein Team zu unterstuetzen, das aus Leidenschaft handelt, nicht aus Profit.",
    "sponsorship_partner_title": "Kontaktiere Uns",
    "form_name_placeholder": "Name",
    "form_company_placeholder": "Firma",
    "form_email_placeholder": "E-Mail-Adresse",
    "form_message_placeholder": "Ihre Nachricht",
    "form_submit_button": "Anfrage senden",
    "partners_title": "Unsere Partner",
    "partners_subtitle": "Ohne die grosszügige Unterstuetzung unserer Partner waere unsere Reise nicht möglich.",
    "footer_instagram": "Instagram",
    "footer_email": "E-Mail",
    "footer_copyright": "© 2025 Demoteam Andermatt. Alle Rechte vorbehalten.",
    "crew_pascal_title": "Der Präsi",
    "crew_pascal_bio": "Unser Steuermann mit einem Masterplan. Pascal führt das Team mit einer Mischung aus Weisheit und der entspannten Laessigkeit eines Mannes, der die Pisten von Andermatt besser kennt als seine Hosentasche.",
    "crew_marcel_title": "Vizepräsi & Marketing-Guru",
    "crew_marcel_bio": "Mit Skistiefeln fest im Schnee und der Marketingkappe immer griffbereit, hat Marcel unsere Marke so gut positioniert, dass selbst die Murmeltiere aufmerksam zusehen.",
    "crew_klara_title": "Team-Mum",
    "crew_klara_bio": "Klara, unsere Team-Psychologin, hält uns mit ihrer Energie zusammen und sorgt dafuer, dass wir nicht nur durch die Pisten, sondern auch durch unsere Probleme pflügen.",
    "crew_roger_title": "Der Pistenflüsterer",
    "crew_roger_bio": "Roger, der mit seinen Skiern spricht und Linien in den Schnee zaubert, die Picasso neidisch machen wuerden. Sein Rennhintergrund bedeutet Geschwindigkeit im Blut.",
    "crew_mathias_title": "Der Finanz-Zauberer",
    "crew_mathias_bio": "Das menschliche Abakus unserer Truppe. Wenn es um Zahlen geht, ist Mathias so zuverlaessig wie frischer Pulverschnee im Januar.",
    "crew_sales_title": "Der Taktgeber",
    "crew_sales_bio": "Mit einem Gehirn, das schneller tickt als seine Skier, bringt Sales physikalische Präzision in jeden Schwung. Er ist der Beweis, dass man beides haben kann.",
    "crew_corsin_title": "Der Luftakrobat",
    "crew_corsin_bio": "Corsin, unser Freestyle-König, macht die Luft zu seiner Bühne und jeden Sprung zu einer Show. Er bringt uns bei, dass Fliegen nicht nur etwas für Vögel ist.",
    "crew_aline_title": "Das Naturkind",
    "crew_aline_bio": "Wenn Aline nicht auf den Pisten anzutreffen ist, sucht sie wahrscheinlich gerade die naechste Herausforderung im Tiefschnee.",
    "crew_maria_title": "Die Pisten-Paganini",
    "crew_maria_bio": "So präzise in den Schwüngen wie mit der Violine. Im Winter zieht sie Linien wie Melodien, im Sommer sucht sie Balance und Fokus beim Klettern am Fels.",
    "crew_lars_title": "Der Hauptling",
    "crew_lars_bio": "Nicht mehr 'Der Neuling' sondern 'Der Hauptling' mit schnellem Instinkt. Leidenschaftlich auf Ski und genauso engagiert auf dem Fussballplatz – Lars bringt frische Energie und Disziplin ins Team.",
    "mathias_details": "Zahlen sind sein Job, Ausdauer seine Leidenschaft. Wenn er nicht rechnet, sammelt Mathias mehr Kilometer auf den Alpenstrassen als die meisten mit dem Auto.",
    "pascal_details": "Unser Steuermann mit Masterplan. Pascal führt mit ruhiger Präzision – auf den Pisten wie auf den Trails – und kennt die Berge von Andermatt besser als seine Hosentasche.",
    "roger_details": "Ein Rennfahrerauge und die Seele eines Mountainbikers. Roger bringt Geschwindigkeit und Präzision – ob auf Ski oder Pedalen – immer auf der Suche nach der perfekten Linie.",
    "marcel_details": "Fest im Schnee verwurzelt, auf dem Rennrad genauso getrieben. Marcels Marketing-Schärfe und seine Alpenkilometer machen ihn zum Motor für Team und Sponsoren.",
    "corsin_details": "Unser Freestyle-König macht die Luft zur Bühne. Im Winter mit mühelosen Spins, im Sommer auf langen Anstiegen mit dem Rennrad – die Kraft, die ihn fliegen lässt.",
    "lars_details": "Nicht mehr 'Der Neuling' sondern 'Der Hauptling' mit schnellem Instinkt. Leidenschaftlich auf Ski und genauso engagiert auf dem Fussballplatz – Lars bringt frische Energie und Disziplin ins Team.",
    "sales_details": "Ein Kopf, der schneller tickt als seine Ski. Sales bringt Präzision in jede Kurve und verbringt den Sommer auf den Alpenpässen mit dem Rennrad – Rhythmus kennt bei ihm keine Pause.",
    "klara_details": "Das Herz des Teams. Klaras Stärke kommt nicht nur aus ihrer Energie und Unterstützung, sondern auch aus ihrer Leidenschaft für die Psychologie – gebaut, um die Crew zu tragen.",
    "aline_details": "Wenn nicht auf Ski, dann beim Klettern an den Wänden rund um Andermatt. Ihre unerschöpfliche Begeisterung zeigt: Abenteuer ist ganzjährig, Freude liegt in jedem Aufstieg.",
    "maria_details": "So präzise in den Schwüngen wie mit der Violine. Im Winter zieht sie Linien wie Melodien, im Sommer sucht sie Balance und Fokus beim Klettern am Fels.",
    "sponsoring_meta_title": "Sponsoring-Möglichkeiten | Demo Team Andermatt",
    "sponsoring_title": "Sponsoring-Möglichkeiten",
    "sponsoring_intro": "Unterstütze die Athlet:innen des Demo Team Andermatt mit gezieltem Material-Sponsoring. Jedes Teil hält unsere Crew auf dem Schnee und im Training für Höchstleistungen.",
    "sponsoring_cta_title": "Partnerschaft mit Präzision",
    "sponsoring_cta_body": "Wähle die Ausrüstung, die zu deiner Marke passt, und werde Teil unserer Story. Wir bieten individuelle Sichtbarkeit und regelmässige Updates zu jeder Partnerschaft.",
    "sponsoring_cta_button": "Jetzt Kontakt aufnehmen",
    "sponsoring_grid_title": "Wähle deine Wirkung",
    "sponsoring_grid_subtitle": "Jede Kachel steht für ein wichtiges Team-Equipment, das auf deine Unterstützung wartet. Entscheide dich für ein Teil – wir kümmern uns um den Rest."
  }
}
