{
  "en": {
    "page_title": "Demoteam Andermatt",
    "nav_crew": "The Crew",
    "nav_journal": "The Journal",
    "nav_media": "Media Hub",
    "nav_sponsorship": "Sponsorship",
    "nav_join": "Join Us",
    "hero_title": "Precision in Motion",
    "hero_subtitle": "Demoteam Andermatt. Synchronized Skiing, Redefined.",
    "journal_preview_title": "The Latest from the Journal",
    "crew_title": "The Crew",
    "crew_subtitle": "We're not just a team. We are a family of #skinerds, harmonizing our individual styles into a symphony of turns and jumps.",
    "journal_title": "The Journal",
    "journal_subtitle": "Our journey, our learnings, our victories. Here we share the stories from behind the scenes.",
    "media_title": "Media Hub",
    "media_subtitle": "A picture is worth a thousand words. A video? Even more. Here's the visual proof.",
    "media_filter_all": "All",
    "media_filter_images": "Images",
    "media_filter_videos": "Videos",
    "nextgen_title": "The Next Generation",
    "nextgen_subtitle": "The youth is the future. This year, we're launching our DTA Kids program to pass on the passion for precision and team spirit to the next generation.",
    "nextgen_button": "Explore the Program",
    "sponsorship_title": "Join the Movement",
    "sponsorship_legacy_title": "More Than a Logo. A Legacy.",
    "sponsorship_legacy_text": "A partnership with Demoteam Andermatt is more than just sponsorship; it's an investment in excellence, passion, and a growing community. We offer a unique platform to connect your brand with an elite yet accessible sport that celebrates precision, teamwork, and the pure fun of skiing.",
    "sponsorship_preview_title": "Coming Soon: Interactive Uniform Preview",
    "sponsorship_preview_text": "See your brand in motion. Soon, you'll be able to interactively discover how your logo will look on our gear for the 25/26 season.",
    "sponsorship_partner_title": "Become a Partner",
    "form_name_placeholder": "Name",
    "form_company_placeholder": "Company",
    "form_email_placeholder": "Email Address",
    "form_message_placeholder": "Your Message",
    "form_submit_button": "Send Inquiry",
    "partners_title": "Our Partners",
    "partners_subtitle": "Our journey would not be possible without the generous support of our partners. A heartfelt thank you!",
    "footer_instagram": "Instagram",
    "footer_email": "Email",
    "footer_copyright": "&copy; 2025 Demoteam Andermatt. All Rights Reserved.",
    "crew_pascal_title": "The President",
    "crew_pascal_bio": "Our helmsman with a master plan. Pascal leads the team with a mix of wisdom and the relaxed ease of a man who knows the slopes of Andermatt better than his own pockets.",
    "crew_marcel_title": "Vice President & Marketing Guru",
    "crew_marcel_bio": "With ski boots firmly in the snow and the marketing cap always ready, Marcel has positioned our brand so well that even the marmots pay attention.",
    "crew_klara_title": "Team Mum",
    "crew_klara_bio": "Klara, our team psychologist, keeps us together with her energy and ensures that we plow through not just the slopes but our problems as well.",
    "crew_roger_title": "The Trail Whisperer",
    "crew_roger_bio": "Roger, who talks to his skis and carves lines in the snow that would make Picasso jealous. His racing background means speed in his blood.",
    "crew_mathias_title": "The Finance Wizard",
    "crew_mathias_bio": "The human abacus of our troupe. When it comes to numbers, Mathias is as reliable as fresh powder snow in January.",
    "crew_sales_title": "The Metronome",
    "crew_sales_bio": "With a brain that ticks faster than his skis, Sales brings physical precision to every turn. He's proof that you can have both.",
    "crew_corsin_title": "The Aerial Acrobat",
    "crew_corsin_bio": "Corsin, our freestyle king, makes the air his stage and every jump a show. He teaches us that flying isn't just for birds.",
    "crew_aline_title": "The Nature Lover",
    "crew_aline_bio": "If Aline is not found on the slopes, she's probably seeking the next challenge in the backcountry."
  },
  "de": {
    "page_title": "Demoteam Andermatt",
    "nav_crew": "Die Crew",
    "nav_journal": "Das Journal",
    "nav_media": "Media Hub",
    "nav_sponsorship": "Sponsoring",
    "nav_join": "Dabei sein",
    "hero_title": "Präzision in Bewegung",
    "hero_subtitle": "Demoteam Andermatt. Synchronskifahren, neu definiert.",
    "journal_preview_title": "Das Neueste aus dem Journal",
    "crew_title": "Die Crew",
    "crew_subtitle": "Wir sind nicht einfach nur ein Team. Wir sind eine Familie aus #skinerds, die ihre individuellen Stile in einer Sinfonie aus Schwüngen und Sprüngen harmonisieren.",
    "journal_title": "Das Journal",
    "journal_subtitle": "Unsere Reise, unsere Learnings, unsere Siege. Hier teilen wir die Geschichten hinter den Kulissen.",
    "media_title": "Media Hub",
    "media_subtitle": "Ein Bild sagt mehr als tausend Worte. Ein Video? Noch mehr. Hier ist der visuelle Beweis.",
    "media_filter_all": "Alle",
    "media_filter_images": "Bilder",
    "media_filter_videos": "Videos",
    "nextgen_title": "Die nächste Generation",
    "nextgen_subtitle": "Der Nachwuchs ist die Zukunft. Dieses Jahr starten wir unser DTA Kids Programm, um die Leidenschaft für Präzision und Teamgeist an die nächste Generation weiterzugeben.",
    "nextgen_button": "Programm entdecken",
    "sponsorship_title": "Werde Teil der Bewegung",
    "sponsorship_legacy_title": "Mehr als ein Logo. Ein Vermächtnis.",
    "sponsorship_legacy_text": "Eine Partnerschaft mit dem Demo Team Andermatt ist mehr als nur Sponsoring; es ist eine Investition in Exzellenz, Leidenschaft und eine wachsende Community. Wir bieten eine einzigartige Plattform, um Ihre Marke mit einem elitären, aber zugänglichen Sport zu verbinden, der Präzision, Teamwork und den puren Spass am Skifahren zelebriert.",
    "sponsorship_preview_title": "In Kürze: Interaktive Bekleidungsvorschau",
    "sponsorship_preview_text": "Sehen Sie Ihre Marke in Bewegung. Bald können Sie hier interaktiv entdecken, wie Ihr Logo auf unserer Ausrüstung für die Saison 25/26 aussehen wird.",
    "sponsorship_partner_title": "Partner werden",
    "form_name_placeholder": "Name",
    "form_company_placeholder": "Firma",
    "form_email_placeholder": "E-Mail-Adresse",
    "form_message_placeholder": "Ihre Nachricht",
    "form_submit_button": "Anfrage senden",
    "partners_title": "Unsere Partner",
    "partners_subtitle": "Ohne die grosszügige Unterstützung unserer Partner wäre unsere Reise nicht möglich. Ein herzliches Dankeschön!",
    "footer_instagram": "Instagram",
    "footer_email": "Email",
    "footer_copyright": "&copy; 2025 Demoteam Andermatt. Alle Rechte vorbehalten.",
    "crew_pascal_title": "Der Präsi",
    "crew_pascal_bio": "Unser Steuermann mit einem Masterplan. Pascal führt das Team mit einer Mischung aus Weisheit und der entspannten Lässigkeit eines Mannes, der die Pisten von Andermatt besser kennt als seine Hosentasche.",
    "crew_marcel_title": "Vizepräsi & Marketing-Guru",
    "crew_marcel_bio": "Mit Skistiefeln fest im Schnee und der Marketingkappe immer griffbereit, hat Marcel unsere Marke so gut positioniert, dass selbst die Murmeltiere aufmerksam zusehen.",
    "crew_klara_title": "Team-Mum",
    "crew_klara_bio": "Klara, unsere Team-Psychologin, hält uns mit ihrer Energie zusammen und sorgt dafür, dass wir nicht nur durch die Pisten, sondern auch durch unsere Probleme pflügen.",
    "crew_roger_title": "Der Pistenflüsterer",
    "crew_roger_bio": "Roger, der mit seinen Skiern spricht und Linien in den Schnee zaubert, die Picasso neidisch machen würden. Sein Rennhintergrund bedeutet Geschwindigkeit im Blut.",
    "crew_mathias_title": "Der Finanz-Zauberer",
    "crew_mathias_bio": "Das menschliche Abakus unserer Truppe. Wenn es um Zahlen geht, ist Mathias so zuverlässig wie frischer Pulverschnee im Januar.",
    "crew_sales_title": "Der Taktgeber",
    "crew_sales_bio": "Mit einem Gehirn, das schneller tickt als seine Skier, bringt Sales physikalische Präzision in jeden Schwung. Er ist der Beweis, dass man beides haben kann.",
    "crew_corsin_title": "Der Luftakrobat",
    "crew_corsin_bio": "Corsin, unser Freestyle-König, macht die Luft zu seiner Bühne und jeden Sprung zu einer Show. Er bringt uns bei, dass Fliegen nicht nur etwas für Vögel ist.",
    "crew_aline_title": "Das Naturkind",
    "crew_aline_bio": "Wenn Aline nicht auf den Pisten anzutreffen ist, sucht sie wahrscheinlich gerade die nächste Herausforderung im Tiefschnee."
  }
}
