{
  "en": {
    "page_title": "DTA Kids Program - Demoteam Andermatt",
    "back_to_home": "&larr; Back to Home",
    "main_headline": "DTA Kids",
    "sub_headline": "This isn't just another ski club. This is the starting line for the next generation of team skiers.",
    "mission_title": "The Mission",
    "mission_text": "Forget what you know about ski racing. This is a team sport. We're building a crew of 8 dedicated young skiers with one ambitious goal: to compete at the European Synchronised Skiing Championships. Our focus is on creating a solid, versatile skiing foundation—covering everything from backcountry skills to race technique—because synchronized skiing demands trust, concentration, and absolute commitment to the team. It's tough, it requires focus, but the reward is a level of skill and camaraderie you won't find anywhere else. We call it retrospective fun.",
    "program_title": "The Program",
    "group_size_label": "Group Size",
    "group_size_value": "Exclusive to 8 kids",
    "training_label": "Training",
    "training_value": "Wednesdays, 13:00 - 16:00",
    "coach_label": "Coach",
    "coach_value": "Pascal Heiniger",
    "selection_label": "Selection",
    "selection_value": "Mindset, Respect, Availability",
    "pilot_program_note": "This is a pilot program. Selection is based on more than just skiing ability. A synchronized team is only as strong as its weakest link, and that includes commitment. If a participant is not selected, the Fun JO and Ski School offer excellent alternatives.",
    "form_title": "Application Form",
    "form_intro": "Think you have what it takes? Fill out the form below to apply for the 25/26 test season. Applications are open until the start of the season.",
    "child_info_label": "Child's Information",
    "child_name_placeholder": "Full Name",
    "child_dob_placeholder": "Date of Birth",
    "parent_info_label": "Parent/Guardian Information",
    "parent_name_placeholder": "Full Name",
    "parent_email_placeholder": "Email Address",
    "parent_phone_placeholder": "Phone Number",
    "experience_label": "Skiing Experience",
    "experience_placeholder": "Briefly describe your child's skiing experience, including any ski school, club, or race background.",
    "commitment_label": "Commitment Confirmation",
    "commitment_text": "We understand this is a team sport that requires consistent attendance on Wednesday afternoons (13:00-16:00) throughout the season and we are fully available.",
    "submit_button": "Submit Application"
  },
  "de": {
    "page_title": "DTA Kids Programm - Demoteam Andermatt",
    "back_to_home": "&larr; Zurück zur Startseite",
    "main_headline": "DTA Kids",
    "sub_headline": "Das ist nicht nur ein weiterer Skiclub. Das ist die Startlinie für die nächste Generation von Team-Skifahrern.",
    "mission_title": "Die Mission",
    "mission_text": "Vergiss, was du über Skirennen weisst. Das hier ist ein Mannschaftssport. Wir stellen eine Crew von 8 engagierten jungen Skifahrern zusammen, mit einem ehrgeizigen Ziel: die Teilnahme an den Europameisterschaften im Synchronskifahren. Unser Fokus liegt darauf, eine solide, vielseitige skifahrerische Grundlage zu schaffen – von Backcountry-Fähigkeiten bis hin zur Renntechnik. Synchronskifahren erfordert Vertrauen, Konzentration und absolutes Engagement für das Team. Es ist hart, es erfordert Fokus, aber die Belohnung ist ein Mass an Können und Kameradschaft, das man sonst nirgends findet. Wir nennen es retrospektiven Spass.",
    "program_title": "Das Programm",
    "group_size_label": "Gruppengrösse",
    "group_size_value": "Exklusiv für 8 Kinder",
    "training_label": "Training",
    "training_value": "Mittwochs, 13:00 - 16:00 Uhr",
    "coach_label": "Trainer",
    "coach_value": "Pascal Heiniger",
    "selection_label": "Auswahl",
    "selection_value": "Einstellung, Respekt, Verfügbarkeit",
    "pilot_program_note": "Dies ist ein Pilotprogramm. Die Auswahl basiert auf mehr als nur skifahrerischem Können. Ein Synchro-Team ist nur so stark wie sein schwächstes Glied, und das schliesst das Engagement ein. Sollte ein Teilnehmer nicht ausgewählt werden, bieten die Fun JO und die Skischule hervorragende Alternativen.",
    "form_title": "Anmeldeformular",
    "form_intro": "Glaubst du, du hast das Zeug dazu? Fülle das untenstehende Formular aus, um dich für die Testsaison 25/26 zu bewerben. Anmeldungen sind bis zum Saisonstart möglich.",
    "child_info_label": "Informationen zum Kind",
    "child_name_placeholder": "Vollständiger Name",
    "child_dob_placeholder": "Geburtsdatum",
    "parent_info_label": "Informationen zum Elternteil/Erziehungsberechtigten",
    "parent_name_placeholder": "Vollständiger Name",
    "parent_email_placeholder": "E-Mail-Adresse",
    "parent_phone_placeholder": "Telefonnummer",
    "experience_label": "Skierfahrung",
    "experience_placeholder": "Beschreiben Sie kurz die Skierfahrung Ihres Kindes, einschliesslich Skischule, Club- oder Renn-Hintergrund.",
    "commitment_label": "Bestätigung des Engagements",
    "commitment_text": "Wir verstehen, dass dies ein Mannschaftssport ist, der eine durchgehende Teilnahme am Mittwochnachmittag (13:00-16:00) während der gesamten Saison erfordert, und wir sind voll verfügbar.",
    "submit_button": "Bewerbung einreichen"
  }
}
